<script setup>
useSeoMeta({
  title: '小智新一代自动化渗透测试平台',
  description: '国内率先实现“AI+网络安全检测”的智能渗透测试平台，自动完成从信息收集、漏洞验证、漏洞利用、输出报告的渗透测试全过程。',
})

import spider from "@/assets/Images/spider.png"
import xiaozhiBulb from "@/assets/Images/xiaozhi-bulb.png"
import xiaozhiYak from "@/assets/Images/xiaozhi-yak.png"
// 核心技术数据
const coreTechnologyList = ref([
  { imgUrl: spider, title: "立体化漏洞情报知识图谱构建技术", desc: "通过对全网已知漏洞情报进行整合和分析，构建了对漏洞作用目标、分析情报、时空热度等多维立体描述的漏洞情报知识图谱，为小智提供可解释的漏洞处置辅助決策能力。" },
  { imgUrl: xiaozhiBulb, title: "基于事件图谱的智能任务决策", desc: "以数据驱动为核心原理，基于专家经验和一阶谓词逻辑推理技术实了路径规划、动作调度、事件演绎的全流程智能决策。具备未知场景自适应、攻击收益自校正等实战化能力。" },
  { imgUrl: xiaozhiYak, title: "安全能力融合的垂直领域开发语言-YAK", desc: "YAK作为“一站式”安全能力基座通过自身融合的丰富的底层安全能力和函数级插件扩展能力，为小智提供了全面的渗透测试能力，并能够支持用户快捷实现渗透测试能力自定义扩展。" },
])
</script>

<template>
  <!-- 小智 banner -->
  <div class="relative h-[560px] bg-[#DEEEFD]">
    <div class="bottom-left-bg absolute left-[0] top-[0]">
      <img src="@/assets/Images/light-bg-left.png" alt="" class="h-[560px]">
    </div>
    <div class="bottom-right-bg absolute right-[0] top-[0]">
      <img src="@/assets/Images/light-bg-right.png" alt="" class="h-[560px]">
    </div>
    <div class="container mx-auto h-[100%] flex justify-center items-center">
      <div class="text-center">
        <div class="text-[52px]"><span class="font-bold-600 color-[#007AFF]">小智</span>新一代自动化渗透测试平台</div>
        <div class="text-[18px] mt-[12px] mb-[45px]">国内率先实现“AI+网络安全检测”的智能渗透测试平台，自动完成从信息收集、漏洞验证、漏洞利用、输出报告的渗透测试全过程。</div>
        <div class="text-center flex justify-between">
          <div>
            <svg class="w-[40px] h-[40px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40" fill="none">
              <path
                d="M20 40C31.0457 40 40 31.0457 40 20C40 8.9543 31.0457 0 20 0C8.9543 0 0 8.9543 0 20C0 31.0457 8.9543 40 20 40Z"
                fill="#0070FF" />
              <path
                d="M20 37C29.3888 37 37 29.3888 37 20C37 10.6112 29.3888 3 20 3C10.6112 3 3 10.6112 3 20C3 29.3888 10.6112 37 20 37Z"
                fill="white" />
              <path d="M20 3V7.52948" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M20 32.4707V37.0002" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M3.00952 20H7.52936" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M32.4802 20H37.0001" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M7.98242 7.98242L11.182 11.182" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M28.8276 28.8184L32.0272 32.0179" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M7.98267 32.0179L11.1822 28.8184" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M28.8279 11.182L32.0274 7.98242" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M20 11.9526V20.7707L24.5295 25.5411" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
            <div class="text-[18px] mt-[10px]"><span class="font-bold-600">7x24小时</span>解放人工</div>
          </div>
          <div>
            <svg class="w-[52px] h-[38px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 52 38" fill="none">
              <path
                d="M49.39 16.71C48.1 15.25 46.3 14.25 44.28 14.01C44.28 13.98 44.29 13.96 44.29 13.94C44.29 9.04 40.32 5.08 35.44 5.08C32.7 5.08 30.24 6.32 28.61 8.28C27.19 3.49 22.75 0 17.5 0C13.16 0 9.35999 2.41 7.37 5.95C6.9 6.79 6.53 7.69 6.28 8.63C6.03 9.57 5.89999 10.57 5.89999 11.6C5.89999 12.49 6 13.35 6.19 14.19C5.63 14.33 5.10999 14.52 4.62 14.77C3.00999 15.54 1.7 16.84 0.889999 18.43C0.319999 19.55 0 20.8 0 22.14C0 24.42 0.920004 26.47 2.41 27.96C3.9 29.45 5.95 30.37 8.22 30.37H22.49H28.97H43.24C45.61 30.37 47.73 29.37 49.23 27.77C49.92 27.04 50.48 26.18 50.87 25.22C51.26 24.27 51.47 23.22 51.47 22.13C51.47 20.07 50.69 18.16 49.39 16.71Z"
                fill="white" />
              <path
                d="M39.8301 23.87H37.7401V27.35H31.2601V23.87H29.1601C28.5801 23.87 28.2801 23.16 28.6901 22.75L33.7829 17.6658C34.1736 17.2759 34.8063 17.2762 35.1966 17.6665L40.2801 22.75C40.7201 23.16 40.4301 23.87 39.8301 23.87Z"
                fill="#0070FF" />
              <path d="M37.9899 29.3501H31.1699V33.2201H37.9899V29.3501Z" fill="#0070FF" />
              <path d="M37.9899 35.21H31.1699V37.53H37.9899V35.21Z" fill="#0070FF" />
            </svg>
            <div class="text-[18px] mt-[10px]">持续成长<span class="font-bold-600">经验可存储</span></div>
          </div>
          <div>
            <svg class="w-[35px] h-[41px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 35 41" fill="none">
              <path
                d="M5.12769 31.0818C8.83624 30.0696 10.8607 28.6909 14.4907 29.9474L14.6739 30.0085H20.9916L25.7036 28.9789C26.6024 28.7782 27.5186 29.2057 27.9549 30.0085L28.5308 29.8427C29.6041 29.546 30.7298 30.0609 31.201 31.0731L31.9165 30.8637C32.7193 30.6281 33.5657 31.0556 33.8537 31.841C34.1416 32.6351 33.7664 33.5164 32.9985 33.848L21.3319 38.8392C20.3458 39.2581 19.29 39.4762 18.2254 39.4762H5.19748L5.12769 31.0818Z"
                fill="#FBFBFB" stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path
                d="M5.12769 31.0473C7.6495 29.1799 11.3755 28.0456 15.3895 29.8257L15.5902 29.8955H22.4052C23.3737 29.8955 24.1591 30.6808 24.1591 31.6494C24.1591 32.618 23.3737 33.4033 22.4052 33.4033"
                fill="#FBFBFB" />
              <path
                d="M5.12769 31.0473C7.6495 29.1799 11.3755 28.0456 15.3895 29.8257L15.5902 29.8955H22.4052C23.3737 29.8955 24.1591 30.6808 24.1591 31.6494C24.1591 32.618 23.3737 33.4033 22.4052 33.4033"
                stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path d="M31.2011 31.082L22.7717 33.4031" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M27.955 30.0176L24.0195 30.9774" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path
                d="M21.6635 29.8694L25.7036 28.9793C26.6024 28.7786 27.5186 29.2062 27.9549 30.009L28.5309 29.8432C29.6041 29.5465 30.7298 30.0614 31.201 31.0736L31.9165 30.8642C32.7193 30.6286 33.5657 31.0561 33.8537 31.8415C34.1417 32.6355 33.7664 33.5169 32.9986 33.8485L21.3319 38.8397C20.3459 39.2586 19.29 39.4767 18.2254 39.4767H6.20972"
                fill="#FBFBFB" />
              <path
                d="M21.6635 29.8694L25.7036 28.9793C26.6024 28.7786 27.5186 29.2062 27.9549 30.009L28.5309 29.8432C29.6041 29.5465 30.7298 30.0614 31.201 31.0736L31.9165 30.8642C32.7193 30.6286 33.5657 31.0561 33.8537 31.8415C34.1417 32.6355 33.7664 33.5169 32.9986 33.8485L21.3319 38.8397C20.3459 39.2586 19.29 39.4767 18.2254 39.4767H6.20972"
                stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path
                d="M21.6635 29.8955H22.4052C23.3737 29.8955 24.1591 30.6809 24.1591 31.6494C24.1591 32.618 23.3737 33.4034 22.4052 33.4034H16.105"
                fill="#FBFBFB" />
              <path
                d="M21.6635 29.8955H22.4052C23.3737 29.8955 24.1591 30.6809 24.1591 31.6494C24.1591 32.618 23.3737 33.4034 22.4052 33.4034H16.105"
                stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path d="M6.28833 30.2969C8.73161 28.8832 11.9166 28.2899 15.3896 29.8344L15.5903 29.9042H21.6636"
                fill="#FBFBFB" />
              <path d="M6.28833 30.2969C8.73161 28.8832 11.9166 28.2899 15.3896 29.8344L15.5903 29.9042H21.6636"
                stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path d="M31.2009 31.082L24.4731 32.9319" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M27.955 30.0176L24.7961 30.7855" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path
                d="M6.79504 41H0.20496C0.0922215 41 0 40.8996 0 40.7768V28.2232C0 28.1004 0.0922215 28 0.20496 28H6.79504C6.90778 28 7 28.1004 7 28.2232V40.7768C7 40.8996 6.90778 41 6.79504 41Z"
                fill="#0070FF" />
              <path
                d="M3.23426 38.3684C3.67281 38.3684 4.02832 38.0129 4.02832 37.5743C4.02832 37.1358 3.67281 36.7803 3.23426 36.7803C2.7957 36.7803 2.44019 37.1358 2.44019 37.5743C2.44019 38.0129 2.7957 38.3684 3.23426 38.3684Z"
                fill="white" />
              <path
                d="M17.0998 21.7627C23.1094 21.7627 27.9812 16.8909 27.9812 10.8813C27.9812 4.87174 23.1094 0 17.0998 0C11.0902 0 6.21851 4.87174 6.21851 10.8813C6.21851 16.8909 11.0902 21.7627 17.0998 21.7627Z"
                fill="#FCFCFC" />
              <path
                d="M13.8362 15.6109V6.1519C13.8362 5.62834 14.4208 5.32293 14.8484 5.61961L21.6547 10.3491C22.0212 10.6022 22.0212 11.1519 21.6547 11.405L14.8484 16.1344C14.4208 16.4399 13.8362 16.1344 13.8362 15.6109Z"
                fill="black" />
            </svg>
            <div class="text-[18px] mt-[10px]">打破信息差<span class="font-bold-600">自动执行</span></div>
          </div>
        </div>
        <a href="https://yaklang.oss-cn-beijing.aliyuncs.com/xiaozhi-product-white-paper.pdf?response-content-type=application/octet-stream"
          download>
          <span
            class="inline-block rounded-[43px] bg-[#0070FF] color-[#fff] py-[10px] px-[30px] h-[48px] text-[18px] leading-[26px] text-center mt-[45px]">
            <svg class="w-[18px] h-[16px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 18 16" fill="none">
              <path d="M1 9.5V12.5C1 13.6046 1.89543 14.5 3 14.5H15C16.1046 14.5 17 13.6046 17 12.5V9.5" stroke="white"
                stroke-width="1.5" stroke-linecap="round" />
              <path d="M5 5.80159L9 8.92857M9 8.92857L13 5.80159M9 8.92857V1" stroke="white" stroke-width="1.5"
                stroke-linecap="round" />
            </svg>
            下载白皮书
          </span>
        </a>
      </div>
    </div>
  </div>

  <div class="wjaq-container mx-auto">
    <!-- 模拟“大脑”的认知与决策 -->
    <div class="mt-[135px] mb-[150px]">
      <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[560px]">
        <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 21 21"
          fill="none">
          <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
        </svg>
        <div class="text-[40px] text-center font-bold-600">
          模拟“大脑”的认知与决策
        </div>
        <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
          viewBox="0 0 21 21" fill="none">
          <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
        </svg>
      </div>
      <div class="flex justify-between">
        <div class="nrz-wrap w-[480px]">
          <div class="text-[25px] text-center font-bold-600 mb-[20px]">网络场景信息的智能认知</div>
          <div class="text-[16px] mb-[110px] color-[#646363] leading-[35px]">
            基于漏洞情报知识图谱，对网络场景中的各种信息元素进行统一管理，并运用知识推理技术对场景元素进行扩展和悖论校正，完成对网络场景的智能认知。</div>
          <div class="text-center"><img src="@/assets/Images/xiaozhi-set.png" alt="" class="znrz-img h-[300px]"></div>
        </div>
        <div class="jczh-wrap w-[480px]">
          <div class="text-[25px] text-center font-bold-600 mb-[20px]">任务流程的复杂逻辑决策执行</div>
          <div class="text-[16px] mb-[110px] color-[#646363] leading-[35px]">
            依托于知识图谱的知识推理技术，联合其他智能体，实现高阶谓词逻辑的智能化决策技术。</div>
          <div class="text-center"><img src="@/assets/Images/xiaozhi-ai.png" alt="" class="jczh-img h-[320px]"></div>
        </div>
      </div>
    </div>
    <!-- 核心技术 -->
    <div class="mb-[150px]">
      <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
        <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 21 21"
          fill="none">
          <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
        </svg>
        <div class="text-[40px] text-center font-bold-600">
          核心技术
        </div>
        <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
          viewBox="0 0 21 21" fill="none">
          <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
        </svg>
      </div>
      <div class="flex justify-between items-center mb-[100px]" v-for="(item, index) in coreTechnologyList" :key="index">
        <div class="mr-[88px]"><img :src="item.imgUrl" alt="" class="h-[150px]"></div>
        <div>
          <div class="mb-[15px] text-[24px] font-bold-600">{{ item.title }}</div>
          <div class="text-[18px] color-[#646363] leading-[35px]">
            {{ item.desc }}</div>
        </div>
      </div>
    </div>
    <!-- 客户价值 -->
    <div class="mb-[150px]">
      <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
        <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 21 21"
          fill="none">
          <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
        </svg>
        <div class="text-[40px] text-center font-bold-600">
          客户价值
        </div>
        <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
          viewBox="0 0 21 21" fill="none">
          <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
        </svg>
      </div>
      <div class="flex items-center justify-between">
        <!-- 降低成本 -->
        <div class="jdcb-wrap w-[300px]">
          <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
            <svg class="absolute left-[-45px] top-[0] w-[59px] h-[49px]" xmlns="http://www.w3.org/2000/svg" width="59"
              height="49" viewBox="0 0 59 49" fill="none">
              <path
                d="M41.1441 9.16737C50.5037 9.16737 58.0912 7.33907 58.0912 5.08374V11.2092C58.0912 13.4645 50.5037 15.2928 41.1441 15.2928C31.7845 15.2928 24.197 13.4645 24.197 11.2092V5.08374C24.197 7.33907 31.7845 9.16737 41.1441 9.16737Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.1441 15.2927C50.5037 15.2927 58.0912 13.4644 58.0912 11.2091V17.3346C58.0912 19.5899 50.5037 21.4182 41.1441 21.4182C31.7845 21.4182 24.197 19.5899 24.197 17.3346V11.2091C24.197 13.4644 31.7845 15.2927 41.1441 15.2927Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.1441 21.4182C50.5037 21.4182 58.0912 19.5899 58.0912 17.3346V23.46C58.0912 25.7154 50.5037 27.5437 41.1441 27.5437C31.7845 27.5437 24.197 25.7154 24.197 23.46V17.3346C24.197 19.5899 31.7845 21.4182 41.1441 21.4182Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.1441 27.5437C50.5037 27.5437 58.0912 25.7154 58.0912 23.4601V29.5855C58.0912 31.8409 50.5037 33.6692 41.1441 33.6692C31.7845 33.6692 24.197 31.8409 24.197 29.5855V23.4601C24.197 25.7154 31.7845 27.5437 41.1441 27.5437Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.1441 33.6691C50.5037 33.6691 58.0912 31.8408 58.0912 29.5854V35.7109C58.0912 37.9662 50.5037 39.7945 41.1441 39.7945C31.7845 39.7945 24.197 37.9662 24.197 35.7109V29.5854C24.197 31.8408 31.7845 33.6691 41.1441 33.6691Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.1441 39.7944C50.5037 39.7944 58.0912 37.9661 58.0912 35.7108V41.8363C58.0912 44.0916 50.5037 45.9199 41.1441 45.9199C31.7845 45.9199 24.197 44.0916 24.197 41.8363V35.7108C24.197 37.9661 31.7845 39.7944 41.1441 39.7944Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M58.0912 5.08363C58.0912 7.33896 50.5037 9.16726 41.1441 9.16726C31.7845 9.16726 24.197 7.33896 24.197 5.08363C24.197 2.8283 31.7845 1 41.1441 1C50.5037 1 58.0912 2.8283 58.0912 5.08363Z"
                fill="#0070FF" stroke="#0070FF" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M35.0627 32.7798C35.0627 41.3238 28.1364 48.2501 19.5924 48.2501C11.0484 48.2501 4.12207 41.3238 4.12207 32.7798C4.12207 24.2357 11.0484 17.3094 19.5924 17.3094C28.1364 17.3094 35.0627 24.2357 35.0627 32.7798Z"
                fill="white" stroke="black" stroke-width="1.5" />
              <path
                d="M31.6906 32.7798C31.6906 41.3238 24.7643 48.2501 16.2203 48.2501C7.6763 48.2501 0.75 41.3238 0.75 32.7798C0.75 24.2357 7.6763 17.3094 16.2203 17.3094C24.7643 17.3094 31.6906 24.2357 31.6906 32.7798Z"
                fill="#0070FF" stroke="#0070FF" stroke-width="1.5" />
              <path
                d="M19.9303 27.3326C20.158 27.1117 20.158 26.7536 19.9303 26.5327C19.7026 26.3118 19.3335 26.3118 19.1059 26.5327L16.2203 29.3323L13.3347 26.5327C13.1071 26.3118 12.738 26.3118 12.5103 26.5327C12.2826 26.7536 12.2826 27.1117 12.5103 27.3326L15.213 29.9548H10.3906C10.0686 29.9548 9.80762 30.2081 9.80762 30.5204C9.80762 30.8328 10.0686 31.086 10.3906 31.086H15.6373V33.9141H10.3906C10.0686 33.9141 9.80762 34.1673 9.80762 34.4797C9.80762 34.792 10.0686 35.0453 10.3906 35.0453H15.6373V39.3813C15.6373 39.6936 15.8983 39.9469 16.2203 39.9469C16.5423 39.9469 16.8033 39.6936 16.8033 39.3813V35.0453H22.05C22.372 35.0453 22.633 34.792 22.633 34.4797C22.633 34.1673 22.372 33.9141 22.05 33.9141H16.8033V31.086H22.05C22.372 31.086 22.633 30.8328 22.633 30.5204C22.633 30.2081 22.372 29.9548 22.05 29.9548H17.2276L19.9303 27.3326Z"
                fill="white" stroke="white" stroke-linecap="round" stroke-linejoin="round" />
            </svg>
            <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">降低成本</div>
            <svg class="absolute right-[-13px] top-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
              viewBox="0 0 40 39" fill="none">
              <path
                d="M29.924 21.3258C28.079 9.66636 18.0032 0.930767 5.99769 0.752769C7.82452 1.51785 9.8269 2.60064 11.7401 4.05464C16.2501 7.48223 20.2763 12.9887 20.2835 21.2079L20.2842 21.9586L19.5335 21.9586L12.4978 21.9586L25.0198 37.791L37.5419 21.9585L30.6648 21.9585L30.0242 21.9585L29.924 21.3258Z"
                fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
            </svg>
          </div>
          <div class="text-[16px] color-[#646363] leading-[35px]">
            基于漏洞情报知识图谱，对网络场景中的各种信息元素进行统一管理，并运用知识推理技术对场景元素进行扩展和悖论校正，完成对网络场景的智能认知。
          </div>
        </div>
        <!-- 提升效率 -->
        <div class="tsxl-wrap w-[300px]">
          <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
            <svg class="absolute left-[-30px] top-[-12px] w-[64px] h-[64px]" xmlns="http://www.w3.org/2000/svg"
              viewBox="0 0 64 64" fill="none">
              <path
                d="M33.1598 21.2877L15.5565 38.8909L7.77835 31.1128L13.0101 25.881C15.7474 23.1437 19.4371 21.5706 23.3075 21.4908L33.1598 21.2877Z"
                fill="#0070FF" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M41.3471 30.2938L24.1532 47.4877L31.9314 55.2659L37.0026 50.1946C39.8351 47.3621 41.417 43.5144 41.3958 39.5087L41.3471 30.2938Z"
                fill="#0070FF" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M30.7695 18.7651C35.6704 13.8642 42.4484 11.3175 49.364 11.7786C50.1649 11.832 50.8028 12.4698 50.8562 13.2708C51.3172 20.1864 48.7705 26.9643 43.8696 31.8652L30.7034 45.0314L17.6033 31.9313L30.7695 18.7651Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path
                d="M17.6035 31.9315L30.7036 45.0316L29.3266 46.4086C27.374 48.3612 24.2082 48.3612 22.2555 46.4086L16.2265 40.3796C14.2739 38.427 14.2739 35.2611 16.2265 33.3085L17.6035 31.9315Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <circle cx="37.2537" cy="25.3814" r="5.21053" transform="rotate(45 37.2537 25.3814)" fill="#0070FF" />
              <path fill-rule="evenodd" clip-rule="evenodd"
                d="M49.5236 22.9139L39.7212 13.1115C42.7769 12.0261 46.0548 11.558 49.3643 11.7786C50.1652 11.832 50.8031 12.4698 50.8565 13.2708C51.0771 16.5802 50.609 19.8581 49.5236 22.9139Z"
                fill="white" />
              <path
                d="M49.5236 22.9139L48.9933 23.4442L49.8329 24.2839L50.2304 23.1649L49.5236 22.9139ZM39.7212 13.1115L39.4702 12.4047L38.3512 12.8021L39.1909 13.6418L39.7212 13.1115ZM49.3643 11.7786L49.3144 12.5269L49.3144 12.5269L49.3643 11.7786ZM50.8565 13.2708L50.1082 13.3207L50.1082 13.3207L50.8565 13.2708ZM50.0539 22.3836L40.2515 12.5811L39.1909 13.6418L48.9933 23.4442L50.0539 22.3836ZM39.9722 13.8182C42.9327 12.7667 46.1082 12.3132 49.3144 12.5269L49.4142 11.0302C46.0015 10.8027 42.6212 11.2855 39.4702 12.4047L39.9722 13.8182ZM49.3144 12.5269C49.7404 12.5553 50.0797 12.8946 50.1082 13.3207L51.6048 13.2209C51.5264 12.045 50.59 11.1086 49.4142 11.0302L49.3144 12.5269ZM50.1082 13.3207C50.3219 16.5269 49.8684 19.7024 48.8169 22.6629L50.2304 23.1649C51.3496 20.0138 51.8323 16.6336 51.6048 13.2209L50.1082 13.3207Z"
                fill="black" />
              <path d="M20.8782 49.9441L17.6032 53.2191" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M12.6912 41.7566L9.41614 45.0316" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                stroke-linejoin="round" />
              <path d="M16.7847 45.8503L11.8721 50.7629" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
            <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">提升效率</div>
            <svg class="absolute right-[-13px] bottom-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
              width="40" height="39" viewBox="0 0 40 39" fill="none">
              <path
                d="M29.8769 17.6742C28.0318 29.3336 17.9561 38.0692 5.95057 38.2472C7.7774 37.4822 9.77978 36.3994 11.693 34.9454C16.203 31.5178 20.2292 26.0113 20.2364 17.7921L20.2371 17.0414L19.4864 17.0414L12.4506 17.0414L24.9727 1.20902L37.4948 17.0415L30.6177 17.0415L29.9771 17.0415L29.8769 17.6742Z"
                fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
            </svg>
          </div>
          <div class="text-[16px] color-[#646363] leading-[35px]">
            小智涵盖了从信息收集、漏洞探测、验证利用和后渗透再到完成报告输出的全渗透测试流程，用户输入目标即可一键完成测试。避免用户多工具协同带来的困扰。
          </div>
        </div>
        <!-- 能力成长 -->
        <div class="nlcz-wrap w-[300px]">
          <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
            <svg class="absolute left-[-30px] top-[0px] w-[49px] h-[50px]" xmlns="http://www.w3.org/2000/svg" width="49"
              height="50" viewBox="0 0 49 50" fill="none">
              <path
                d="M10.1027 5.11426H6C3.79086 5.11426 2 6.90512 2 9.11426V12.4096C2 17.5612 5.04203 22.2268 9.75589 24.3049L12.888 25.6857"
                stroke="black" stroke-width="3" />
              <path
                d="M38.8102 5.11426H42.9128C45.122 5.11426 46.9128 6.90512 46.9128 9.11426V12.4096C46.9128 17.5612 43.8708 22.2268 39.157 24.3049L36.0249 25.6857"
                stroke="black" stroke-width="3" />
              <path
                d="M38.7467 1H9.48535L10.231 21.1212C10.4876 28.046 15.7038 33.6413 22.3581 34.4889V36.3731C22.3581 41.0486 18.6286 44.8557 13.989 44.9163C13.3786 44.9243 12.8878 45.4252 12.8878 46.0404V49H36.0247V46.0404C36.0247 45.4252 35.534 44.9243 34.9236 44.9163C30.284 44.8557 26.5545 41.0486 26.5545 36.3731V34.3848C32.8808 33.2554 37.7533 27.8081 38.0011 21.1212L38.7467 1Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
              <path d="M9.48535 3.74292H38.4065" stroke="#0070FF" stroke-width="2" stroke-linecap="round" />
              <path
                d="M25.5438 11.341C25.0968 9.95481 23.1355 9.9548 22.6885 11.341L21.8012 14.0928C21.7346 14.2994 21.5424 14.4394 21.3254 14.4394H18.4378C16.9875 14.4394 16.3815 16.293 17.5517 17.1497L19.9009 18.8695C20.0748 18.9969 20.1476 19.2213 20.0814 19.4264L19.1872 22.1996C18.741 23.5836 20.3276 24.7292 21.5009 23.8702L23.8208 22.1718C23.9967 22.0431 24.2357 22.0431 24.4115 22.1718L26.7314 23.8702C27.9047 24.7292 29.4913 23.5836 29.0451 22.1996L28.1509 19.4264C28.0847 19.2213 28.1575 18.9969 28.3314 18.8695L30.6806 17.1497C31.8508 16.293 31.2448 14.4394 29.7945 14.4394H26.907C26.6899 14.4394 26.4977 14.2994 26.4311 14.0928L25.5438 11.341Z"
                fill="#0070FF" stroke="#0070FF" stroke-linejoin="round" />
            </svg>
            <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">能力成长</div>
            <svg class="absolute right-[-13px] bottom-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
              width="40" height="39" viewBox="0 0 40 39" fill="none">
              <path
                d="M29.8769 17.6742C28.0318 29.3336 17.9561 38.0692 5.95057 38.2472C7.7774 37.4822 9.77978 36.3994 11.693 34.9454C16.203 31.5178 20.2292 26.0113 20.2364 17.7921L20.2371 17.0414L19.4864 17.0414L12.4506 17.0414L24.9727 1.20902L37.4948 17.0415L30.6177 17.0415L29.9771 17.0415L29.8769 17.6742Z"
                fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
            </svg>
          </div>
          <div class="text-[16px] color-[#646363] leading-[35px]">
            小智基于知识图谱和智能决策引擎完成渗透测试，渗透测试的路径是专家经验和思想和合集，通过可视化路径和节点详细信息，可以加快使用者的能力成长，进而提升安全团队整体能力。
          </div>
        </div>
      </div>
    </div>
    <!-- 应用场景 -->
    <div class="mb-[200px]">
      <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
        <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 21 21"
          fill="none">
          <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
        </svg>
        <div class="text-[40px] text-center font-bold-600">
          应用场景
        </div>
        <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
          viewBox="0 0 21 21" fill="none">
          <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
        </svg>
      </div>
      <div class="flex justify-around items-center">
        <div class="text-center">
          <div><svg class="w-[150px] h-[134px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 150 134" fill="none">
              <g opacity="0.1">
                <path d="M5.60278 89.406L75.1325 48.9996L145.116 89.406L75.5862 129.804L5.60278 89.406Z" fill="#0077FF" />
              </g>
              <g opacity="0.325">
                <path d="M18.5469 96.8965L75.1757 63.9893L132.181 96.8965L75.5438 129.804L18.5469 96.8965Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.55">
                <path d="M31.4817 104.387L75.2181 78.9705L119.246 104.387L75.5092 129.804L31.4817 104.387Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.775">
                <path d="M44.417 111.886L75.2611 93.9603L106.302 111.886L75.4665 129.804L44.417 111.886Z"
                  fill="#0077FF" />
              </g>
              <path d="M57.3606 119.377L75.3038 108.95L93.3667 119.377L75.4236 129.804L57.3606 119.377Z" fill="#0070FF" />
              <path d="M7.82855 90.69L5.60278 89.4059L7.82855 88.1133" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M11.3298 86.0759L71.1603 51.3024" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M72.9153 50.2837L75.1325 48.9996L77.3583 50.2837" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M80.8853 52.3126L141.135 87.1031" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path d="M142.89 88.1219L145.116 89.406L142.899 90.6901" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M139.397 92.7275L79.5583 127.501" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M77.8119 128.52L75.5861 129.804L73.3689 128.52" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M69.842 126.491L9.59204 91.7003" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path
                d="M79.3188 47.2875C77.1187 46.0205 73.566 46.0205 71.383 47.2875C69.2001 48.5545 69.2086 50.6176 71.4087 51.8846C73.6088 53.1516 77.1615 53.1516 79.3444 51.8846C81.5274 50.6176 81.5188 48.5545 79.3188 47.2875Z"
                fill="#000103" />
              <path
                d="M79.8323 127.21C77.3498 125.772 73.3262 125.772 70.8608 127.21C68.3953 128.648 68.4039 130.977 70.8865 132.406C73.369 133.844 77.3926 133.844 79.858 132.406C82.3321 130.968 82.3235 128.64 79.8323 127.21Z"
                fill="#000103" />
              <path
                d="M9.56657 87.3172C7.36648 86.0502 3.8138 86.0502 1.63083 87.3172C-0.552137 88.5842 -0.543578 90.6473 1.65651 91.9142C3.8566 93.1812 7.40928 93.1812 9.59225 91.9142C11.7752 90.6473 11.7667 88.5842 9.56657 87.3172Z"
                fill="#000103" />
              <path
                d="M148.343 87.3172C146.143 86.0502 142.591 86.0502 140.408 87.3172C138.225 88.5842 138.233 90.6473 140.433 91.9142C142.633 93.1812 146.186 93.1812 148.369 91.9142C150.552 90.6473 150.544 88.5842 148.343 87.3172Z"
                fill="#000103" />
              <path
                d="M39.0152 53.1944C39.0323 52.7321 39.0494 52.2698 39.0837 51.8075C39.1179 51.3453 39.1522 50.883 39.195 50.4122C39.2378 49.9413 39.2891 49.479 39.349 49.0082C39.409 48.5288 39.4775 48.0494 39.5545 47.57C39.5545 47.5529 39.5631 47.5358 39.5631 47.5187C39.5631 47.5101 39.5631 47.5101 39.5631 47.5015C39.6401 47.0393 39.7172 46.577 39.8028 46.1147C39.8969 45.6182 39.9997 45.1217 40.1109 44.6166C40.2222 44.1201 40.3335 43.615 40.4619 43.1099C40.5903 42.6048 40.7188 42.0912 40.8643 41.5861C40.9756 41.1923 41.0954 40.7985 41.2153 40.3962C41.2238 40.3619 41.2324 40.3363 41.241 40.302C41.2666 40.225 41.2838 40.1479 41.3094 40.0623C41.4635 39.5658 41.6176 39.0693 41.7888 38.5813C41.9515 38.0934 42.1227 37.6054 42.3025 37.1174C42.4737 36.6466 42.6449 36.1758 42.8332 35.7135C43.013 35.2512 43.2013 34.7804 43.3897 34.3181C43.5352 33.9671 43.6893 33.6076 43.8434 33.2566C43.852 33.2309 43.8691 33.2052 43.8776 33.1795C43.9119 33.1025 43.9376 33.0254 43.9718 32.957C44.1773 32.4947 44.3827 32.0324 44.6053 31.5701C44.845 31.0651 45.0847 30.56 45.3415 30.0549C45.6326 29.4813 45.9236 28.9078 46.2318 28.3342C46.5571 27.7264 46.9081 27.1186 47.2505 26.5193C47.3105 26.4081 47.3704 26.2968 47.4303 26.194C47.5074 26.0656 47.5673 25.9372 47.6443 25.8174C48.3206 24.6702 49.0312 23.5317 49.7674 22.4273C50.3495 21.5542 50.9573 20.6895 51.5822 19.842C51.5822 19.842 51.5822 19.8335 51.5908 19.8335C52.0103 19.2685 52.4297 18.712 52.8663 18.1556C53.2344 17.6933 53.6026 17.2396 53.9707 16.7859C54.3388 16.3493 54.7069 15.9127 55.075 15.4846C55.4431 15.0652 55.8112 14.6543 56.1879 14.2519C56.2564 14.1749 56.3334 14.0978 56.4019 14.0208C56.4361 13.9865 56.4618 13.9523 56.4961 13.9266C56.7786 13.6184 57.0696 13.3188 57.3607 13.0192C57.763 12.6083 58.1654 12.2145 58.5677 11.8207C58.9872 11.4183 59.4067 11.0331 59.8262 10.6479C60.2456 10.2712 60.6737 9.89453 61.1017 9.53498C61.3157 9.35521 61.5297 9.184 61.7437 9.01278C61.7951 8.96998 61.8379 8.93574 61.8893 8.89293C62.0519 8.76452 62.2146 8.62755 62.3772 8.49914C62.7967 8.17384 63.2162 7.84853 63.6357 7.54035C64.0466 7.23216 64.466 6.9411 64.8855 6.65004C65.2879 6.3761 65.6988 6.10216 66.1011 5.84534C66.5035 5.58852 66.9058 5.34026 67.3167 5.10056C67.4109 5.0492 67.5051 4.98927 67.5992 4.9379C67.9074 4.75813 68.207 4.58692 68.5152 4.42427C68.909 4.21025 69.3028 4.00479 69.688 3.81646C70.0818 3.62812 70.4671 3.43979 70.8523 3.26858C71.2375 3.09736 71.6228 2.93471 71.9994 2.78062C72.3847 2.62653 72.7699 2.48099 73.1551 2.34402C73.2322 2.31834 73.3092 2.29266 73.3862 2.26698C73.4119 2.25842 73.4376 2.24986 73.4633 2.2413C73.7458 2.14713 74.0283 2.05296 74.3022 1.96736C74.696 1.84751 75.0984 1.73622 75.4836 1.64205C75.8774 1.53932 76.2712 1.45371 76.6564 1.37667C77.0759 1.29106 77.4954 1.22258 77.9148 1.17121C78.1973 1.12841 78.4798 1.11129 78.7623 1.08561C78.8051 1.08561 78.8479 1.07705 78.8907 1.07705C78.9935 1.06849 79.0962 1.05136 79.1904 1.0428C79.6441 1.00856 80.0978 1 80.5344 1C81.0395 1 81.536 1.02568 82.024 1.06849C82.589 1.11985 83.1368 1.1969 83.6762 1.30818C83.6933 1.30818 83.7019 1.31674 83.719 1.31674C83.7361 1.31674 83.7532 1.3253 83.7789 1.33387C84.4295 1.47084 85.0715 1.64205 85.6879 1.85607C86.5012 2.14713 87.2716 2.50668 88.0079 2.92615L102.621 11.4183C101.328 10.665 99.9157 10.1342 98.4005 9.81749C98.3748 9.80893 98.3577 9.80892 98.332 9.80036C96.8168 9.49218 95.2074 9.40657 93.5038 9.5521C93.461 9.5521 93.4182 9.56067 93.3754 9.56923C91.6804 9.72332 89.9083 10.1 88.0678 10.7249C88.0421 10.7335 88.0164 10.742 87.9907 10.7506C86.1245 11.3926 84.1898 12.2744 82.2037 13.413C80.2519 14.543 78.3429 15.8784 76.4938 17.368C76.4424 17.4108 76.3996 17.445 76.3482 17.4878C74.5248 18.9774 72.7699 20.621 71.092 22.4017C71.0578 22.4359 71.0321 22.4701 70.9978 22.4958C69.3028 24.3107 67.6848 26.254 66.1696 28.3C64.6715 30.3288 63.2847 32.4604 62.0177 34.6605C61.9578 34.7633 61.8978 34.8746 61.8379 34.9773C60.5966 37.1431 59.458 39.3775 58.465 41.646C58.4565 41.6717 58.4393 41.6974 58.4308 41.7316C57.4206 44.0516 56.5474 46.4058 55.8369 48.7685C55.8283 48.8028 55.8198 48.8284 55.8112 48.8627C55.1007 51.234 54.5442 53.6053 54.1676 55.9595C54.1676 55.968 54.1676 55.968 54.1676 55.9766C53.7909 58.3393 53.594 60.6764 53.6026 62.9535C53.6111 65.1879 53.8166 67.2424 54.1932 69.1429C54.2018 69.2028 54.2189 69.2627 54.2275 69.3141C54.6042 71.1803 55.152 72.8753 55.854 74.3906C55.8626 74.4163 55.8711 74.4419 55.8883 74.4676C56.4875 75.7432 57.2494 76.8047 58.0541 77.8148C58.3195 78.1487 58.5677 78.4997 58.8502 78.7993C59.8005 79.8095 60.8278 80.7169 61.992 81.3932L47.379 72.901C46.2147 72.2247 45.1874 71.3259 44.2372 70.3071C43.9547 69.999 43.7064 69.6565 43.441 69.3227C43.0986 68.8861 42.7048 68.518 42.4052 68.0386C42.0114 67.4222 41.6519 66.763 41.318 66.0696C41.3009 66.0354 41.2923 66.0097 41.2838 65.9754C41.2752 65.9498 41.2581 65.9241 41.2495 65.8984C41.0269 65.4276 40.8215 64.9396 40.6331 64.426C40.4534 63.938 40.2822 63.4329 40.1281 62.9107C39.9911 62.4313 39.8627 61.9434 39.7428 61.4383C39.7 61.2328 39.6572 61.0188 39.6144 60.8134C39.6059 60.7534 39.5888 60.7021 39.5802 60.6422C39.5374 60.4367 39.4946 60.2398 39.4603 60.0343C39.3833 59.5892 39.3148 59.1269 39.2549 58.6646C39.195 58.2109 39.1522 57.7486 39.1094 57.2778C39.0751 56.8327 39.0409 56.3789 39.0237 55.9252C39.0066 55.4715 38.9895 55.0092 38.9895 54.5384C38.9895 54.5127 38.9895 54.487 38.9895 54.4528C38.9981 54.059 39.0066 53.6224 39.0152 53.1944Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M82.2122 13.4557C66.3664 22.6071 53.5682 44.7792 53.6195 62.9792C53.6709 81.1877 66.5547 88.5756 82.4005 79.4328C98.2463 70.2814 111.044 48.0579 110.993 29.858C110.942 11.6494 98.0579 4.30438 82.2122 13.4557Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M80.74 45.8921L74.3538 49.5732C70.8268 51.6106 67.9675 50.4036 67.9675 46.8766C67.9675 43.3496 70.8268 38.8467 74.3538 36.8092C77.8808 34.7718 80.74 35.9788 80.74 39.5058V45.8921Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M83.8647 44.0943L90.251 40.4133C93.778 38.3758 96.6373 33.8729 96.6373 30.3459C96.6373 26.8189 93.778 25.6119 90.251 27.6493C86.724 29.6868 83.8647 34.1897 83.8647 37.7167V44.0943Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M83.8647 46.9793L90.251 43.2982C93.778 41.2607 96.6373 42.4678 96.6373 45.9948C96.6373 49.5218 93.778 54.0247 90.251 56.0621C86.724 58.0996 83.8647 56.8925 83.8647 53.3655V46.9793Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M80.74 48.7856L74.3538 52.4667C70.8268 54.5041 67.9675 59.007 67.9675 62.534C67.9675 66.061 70.8268 67.2681 74.3538 65.2306C77.8808 63.1932 80.74 58.6903 80.74 55.1633V48.7856Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
            </svg></div>
          <div class="mt-[35px] text-[20px] font-bold-500">新系统上线前检测</div>
        </div>
        <div class="text-center">
          <div><svg class="w-[150px] h-[134px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 150 134" fill="none">
              <g opacity="0.1">
                <path d="M5.60278 89.406L75.1325 48.9996L145.116 89.406L75.5862 129.804L5.60278 89.406Z" fill="#0077FF" />
              </g>
              <g opacity="0.325">
                <path d="M18.5466 96.8966L75.1754 63.9894L132.181 96.8966L75.5435 129.804L18.5466 96.8966Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.55">
                <path d="M31.4817 104.387L75.2181 78.9705L119.237 104.387L75.5092 129.804L31.4817 104.387Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.775">
                <path d="M44.417 111.886L75.2611 93.9603L106.302 111.886L75.4665 129.804L44.417 111.886Z"
                  fill="#0077FF" />
              </g>
              <path d="M57.3606 119.377L75.3037 108.95L93.3667 119.377L75.4236 129.804L57.3606 119.377Z" fill="#0070FF" />
              <path d="M7.82881 90.69L5.60303 89.4059L7.82881 88.1133" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M11.3301 86.0758L71.1605 51.3024" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M72.9155 50.2837L75.1327 48.9996L77.3585 50.2837" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M80.8855 52.3126L141.135 87.1032" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path d="M142.89 88.1219L145.116 89.406L142.899 90.6901" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M139.398 92.7275L79.5586 127.501" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M77.8121 128.52L75.5863 129.804L73.3691 128.52" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M69.8422 126.491L9.59229 91.7002" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path
                d="M79.3188 47.2875C77.1187 46.0205 73.566 46.0205 71.383 47.2875C69.2001 48.5545 69.2086 50.6176 71.4087 51.8846C73.6088 53.1516 77.1615 53.1516 79.3444 51.8846C81.5274 50.6176 81.5188 48.5545 79.3188 47.2875Z"
                fill="#000103" />
              <path
                d="M79.8326 127.21C77.35 125.772 73.3265 125.772 70.861 127.21C68.3955 128.648 68.4041 130.977 70.8867 132.406C73.3693 133.844 77.3928 133.844 79.8583 132.406C82.3323 130.968 82.3237 128.639 79.8326 127.21Z"
                fill="#000103" />
              <path
                d="M9.56658 87.3172C7.36649 86.0502 3.8138 86.0502 1.63083 87.3172C-0.552137 88.5842 -0.543578 90.6473 1.65651 91.9142C3.8566 93.1812 7.4093 93.1812 9.59227 91.9142C11.7752 90.6473 11.7667 88.5842 9.56658 87.3172Z"
                fill="#000103" />
              <path
                d="M148.344 87.3172C146.144 86.0502 142.591 86.0502 140.408 87.3172C138.225 88.5842 138.234 90.6473 140.434 91.9142C142.634 93.1812 146.186 93.1812 148.369 91.9142C150.552 90.6473 150.544 88.5842 148.344 87.3172Z"
                fill="#000103" />
              <path
                d="M39.0152 53.1944C39.0323 52.7321 39.0494 52.2698 39.0837 51.8075C39.1179 51.3453 39.1521 50.883 39.1949 50.4121C39.2378 49.9413 39.2891 49.479 39.349 49.0082C39.409 48.5288 39.4775 48.0494 39.5545 47.57C39.5545 47.5529 39.5631 47.5358 39.5631 47.5186C39.5631 47.5101 39.5631 47.5101 39.5631 47.5015C39.6401 47.0392 39.7171 46.577 39.8027 46.1147C39.8969 45.6182 39.9997 45.1217 40.1109 44.6166C40.2222 44.1201 40.3335 43.615 40.4619 43.1099C40.5903 42.6048 40.7188 42.0912 40.8643 41.5861C40.9756 41.1923 41.0954 40.7985 41.2153 40.3962C41.2238 40.3619 41.2324 40.3363 41.241 40.302C41.2666 40.225 41.2838 40.1479 41.3094 40.0623C41.4635 39.5658 41.6176 39.0693 41.7888 38.5813C41.9515 38.0934 42.1227 37.6054 42.3025 37.1174C42.4737 36.6466 42.6449 36.1758 42.8332 35.7135C43.013 35.2512 43.2013 34.7804 43.3897 34.3181C43.5352 33.9671 43.6893 33.6076 43.8434 33.2566C43.8519 33.2309 43.8691 33.2052 43.8776 33.1795C43.9119 33.1025 43.9376 33.0254 43.9718 32.957C44.1773 32.4947 44.3827 32.0324 44.6053 31.5701C44.845 31.065 45.0847 30.56 45.3415 30.0549C45.6326 29.4813 45.9236 28.9078 46.2318 28.3342C46.5571 27.7264 46.9081 27.1186 47.2505 26.5193C47.3105 26.408 47.3704 26.2968 47.4303 26.194C47.5073 26.0656 47.5673 25.9372 47.6443 25.8174C48.3206 24.6702 49.0312 23.5317 49.7674 22.4273C50.3495 21.5541 50.9573 20.6895 51.5822 19.842C51.5822 19.842 51.5822 19.8335 51.5908 19.8335C52.0103 19.2685 52.4297 18.712 52.8663 18.1556C53.2344 17.6933 53.6026 17.2396 53.9707 16.7859C54.3388 16.3493 54.7069 15.9127 55.075 15.4846C55.4431 15.0652 55.8112 14.6543 56.1879 14.2519C56.2564 14.1749 56.3334 14.0978 56.4019 14.0208C56.4361 13.9865 56.4618 13.9523 56.496 13.9266C56.7785 13.6184 57.0696 13.3188 57.3607 13.0192C57.763 12.6083 58.1654 12.2145 58.5677 11.8207C58.9872 11.4183 59.4067 11.0331 59.8262 10.6479C60.2456 10.2712 60.6737 9.89453 61.1017 9.53498C61.3157 9.35521 61.5297 9.18399 61.7437 9.01278C61.7951 8.96998 61.8379 8.93574 61.8893 8.89293C62.0519 8.76452 62.2146 8.62755 62.3772 8.49914C62.7967 8.17384 63.2162 7.84853 63.6357 7.54035C64.0466 7.23216 64.466 6.9411 64.8855 6.65004C65.2879 6.37609 65.6988 6.10215 66.1011 5.84534C66.5035 5.58852 66.9058 5.34026 67.3167 5.10056C67.4109 5.04919 67.5051 4.98927 67.5992 4.9379C67.9074 4.75813 68.207 4.58692 68.5152 4.42427C68.909 4.21025 69.3028 4.00479 69.688 3.81646C70.0818 3.62812 70.4671 3.43979 70.8523 3.26858C71.2375 3.09736 71.6227 2.93471 71.9994 2.78062C72.3846 2.62653 72.7699 2.48099 73.1551 2.34402C73.2322 2.31834 73.3092 2.29266 73.3862 2.26698C73.4119 2.25842 73.4376 2.24986 73.4633 2.2413C73.7458 2.14713 74.0283 2.05296 74.3022 1.96736C74.696 1.84751 75.0984 1.73622 75.4836 1.64205C75.8774 1.53932 76.2712 1.45371 76.6564 1.37667C77.0759 1.29106 77.4954 1.22258 77.9148 1.17121C78.1973 1.12841 78.4798 1.11129 78.7623 1.08561C78.8051 1.08561 78.8479 1.07705 78.8907 1.07705C78.9935 1.06849 79.0962 1.05136 79.1904 1.0428C79.6441 1.00856 80.0978 1 80.5344 1C81.0395 1 81.536 1.02568 82.0239 1.06849C82.589 1.11985 83.1368 1.1969 83.6762 1.30818C83.6933 1.30818 83.7018 1.31674 83.719 1.31674C83.7361 1.31674 83.7532 1.3253 83.7789 1.33387C84.4295 1.47084 85.0715 1.64205 85.6879 1.85607C86.5012 2.14713 87.2717 2.50668 88.0079 2.92615L102.621 11.4183C101.328 10.665 99.9157 10.1342 98.4005 9.81749C98.3748 9.80892 98.3577 9.80892 98.332 9.80036C96.8168 9.49218 95.2074 9.40657 93.5038 9.5521C93.461 9.5521 93.4182 9.56067 93.3754 9.56923C91.6804 9.72332 89.9083 10.1 88.0678 10.7249C88.0421 10.7335 88.0164 10.742 87.9907 10.7506C86.1245 11.3926 84.1898 12.2744 82.2037 13.413C80.2519 14.543 78.3429 15.8784 76.4938 17.368C76.4424 17.4108 76.3996 17.445 76.3482 17.4878C74.5248 18.9774 72.7699 20.621 71.092 22.4017C71.0577 22.4359 71.0321 22.4701 70.9978 22.4958C69.3028 24.3107 67.6848 26.254 66.1696 28.3C64.6715 30.3288 63.2847 32.4604 62.0177 34.6605C61.9578 34.7633 61.8978 34.8745 61.8379 34.9773C60.5966 37.1431 59.458 39.3775 58.465 41.646C58.4565 41.6717 58.4393 41.6974 58.4308 41.7316C57.4206 44.0516 56.5474 46.4058 55.8369 48.7685C55.8283 48.8027 55.8198 48.8284 55.8112 48.8627C55.1007 51.234 54.5442 53.6053 54.1675 55.9595C54.1675 55.968 54.1675 55.968 54.1675 55.9766C53.7909 58.3393 53.594 60.6764 53.6026 62.9535C53.6111 65.1878 53.8166 67.2424 54.1932 69.1429C54.2018 69.2028 54.2189 69.2627 54.2275 69.3141C54.6041 71.1803 55.152 72.8753 55.854 74.3906C55.8626 74.4162 55.8711 74.4419 55.8882 74.4676C56.4875 75.7432 57.2494 76.8047 58.0541 77.8148C58.3195 78.1487 58.5677 78.4997 58.8502 78.7993C59.8005 79.8095 60.8278 80.7169 61.992 81.3932L47.3789 72.901C46.2147 72.2247 45.1874 71.3259 44.2372 70.3071C43.9547 69.9989 43.7064 69.6565 43.441 69.3226C43.0986 68.8861 42.7048 68.5179 42.4052 68.0386C42.0114 67.4222 41.6519 66.763 41.318 66.0696C41.3009 66.0354 41.2923 66.0097 41.2838 65.9754C41.2752 65.9497 41.2581 65.9241 41.2495 65.8984C41.0269 65.4275 40.8215 64.9396 40.6331 64.4259C40.4534 63.938 40.2822 63.4329 40.1281 62.9107C39.9911 62.4313 39.8627 61.9434 39.7428 61.4383C39.7 61.2328 39.6572 61.0188 39.6144 60.8134C39.6059 60.7534 39.5888 60.7021 39.5802 60.6421C39.5374 60.4367 39.4946 60.2398 39.4603 60.0343C39.3833 59.5892 39.3148 59.1269 39.2549 58.6646C39.195 58.2109 39.1521 57.7486 39.1093 57.2778C39.0751 56.8326 39.0409 56.3789 39.0238 55.9252C39.0066 55.4715 38.9895 55.0092 38.9895 54.5384C38.9895 54.5127 38.9895 54.487 38.9895 54.4528C38.9981 54.059 39.0066 53.6224 39.0152 53.1944Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M82.2124 13.4558C66.3666 22.6071 53.5684 44.7793 53.6198 62.9792C53.6711 81.1878 66.5549 88.5756 82.4007 79.4328C98.2465 70.2815 111.045 48.058 110.993 29.858C110.942 11.6495 98.0582 4.30445 82.2124 13.4558Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M92.468 51.8846L71.2461 64.1349C69.5511 65.1108 68.1729 64.5373 68.1729 62.8337V49.7102C68.1729 48.0152 69.5511 45.8408 71.2461 44.8649L92.468 32.6145C94.163 31.6386 95.5413 32.2122 95.5413 33.9158V47.0393C95.5413 48.7343 94.1716 50.9087 92.468 51.8846Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round"
                stroke-linejoin="round" />
              <path
                d="M75.1157 41.8857C75.1157 38.1619 78.1376 33.3936 81.8615 31.2448C85.5854 29.0961 88.6073 30.3717 88.6073 34.0955"
                stroke="#006BFF" stroke-width="3" stroke-miterlimit="10" stroke-linecap="round" />
              <path
                d="M84.9688 43.5208C84.9688 42.2282 83.9244 41.783 82.6317 42.5364C81.3391 43.2897 80.2947 44.9334 80.2947 46.226C80.2947 47.0478 80.7227 47.5187 81.3562 47.57V53.8621C81.3562 54.5641 81.9297 54.8038 82.6317 54.4014C83.3337 53.9991 83.9073 53.0917 83.9073 52.3897V46.0976C84.5493 45.3015 84.9688 44.3341 84.9688 43.5208Z"
                fill="#006BFF" />
            </svg></div>
          <div class="mt-[35px] text-[20px] font-bold-500">日常安全检测</div>
        </div>
        <div class="text-center">
          <div><svg class="w-[150px] h-[134px]" xmlns="http://www.w3.org/2000/svg" width="150" height="134"
              viewBox="0 0 150 134" fill="none">
              <g opacity="0.1">
                <path d="M5.61157 89.4062L75.1414 48.9998L145.125 89.4062L75.5951 129.804L5.61157 89.4062Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.325">
                <path d="M18.5466 96.8968L75.1841 63.9895L132.181 96.8968L75.5522 129.804L18.5466 96.8968Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.55">
                <path d="M31.4819 104.387L75.2184 78.9706L119.246 104.387L75.5095 129.804L31.4819 104.387Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.775">
                <path d="M44.4258 111.887L75.2613 93.9604L106.311 111.887L75.4668 129.804L44.4258 111.887Z"
                  fill="#0077FF" />
              </g>
              <path d="M57.3608 119.377L75.304 108.95L93.367 119.377L75.4239 129.804L57.3608 119.377Z" fill="#0070FF" />
              <path d="M7.83714 90.6903L5.61133 89.4062L7.82857 88.1135" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M11.3298 86.076L71.169 51.3026" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M72.9153 50.2839L75.1411 48.9998L77.3583 50.2839" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M80.8853 52.3127L141.135 87.1033" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path d="M142.899 88.1221L145.125 89.4062L142.899 90.6903" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M139.397 92.7277L79.5669 127.501" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M77.8121 128.52L75.5949 129.804L73.3691 128.52" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M69.8423 126.491L9.59229 91.7004" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path
                d="M79.3191 47.2876C77.119 46.0207 73.5663 46.0207 71.3833 47.2876C69.2003 48.5546 69.2088 50.6177 71.4089 51.8847C73.609 53.1517 77.1617 53.1517 79.3447 51.8847C81.5362 50.6177 81.5191 48.5546 79.3191 47.2876Z"
                fill="#000103" />
              <path
                d="M79.8412 127.21C77.3586 125.772 73.335 125.772 70.8696 127.21C68.4041 128.648 68.4127 130.977 70.8953 132.406C73.3779 133.845 77.4014 133.845 79.8668 132.406C82.3323 130.968 82.3238 128.64 79.8412 127.21Z"
                fill="#000103" />
              <path
                d="M9.56656 87.3174C7.36647 86.0504 3.81382 86.0504 1.63085 87.3174C-0.552125 88.5843 -0.543592 90.6475 1.6565 91.9144C3.8566 93.1814 7.4093 93.1814 9.59227 91.9144C11.7752 90.6475 11.7667 88.5843 9.56656 87.3174Z"
                fill="#000103" />
              <path
                d="M148.344 87.3174C146.144 86.0504 142.591 86.0504 140.408 87.3174C138.225 88.5843 138.234 90.6475 140.434 91.9144C142.634 93.1814 146.186 93.1814 148.369 91.9144C150.552 90.6475 150.544 88.5843 148.344 87.3174Z"
                fill="#000103" />
              <path
                d="M39.0238 53.1945C39.0409 52.7322 39.058 52.2699 39.0922 51.8076C39.1265 51.3453 39.1607 50.8831 39.2035 50.4122C39.2463 49.9414 39.2977 49.4791 39.3576 49.0083C39.4175 48.5289 39.4861 48.0495 39.5631 47.5701C39.5631 47.553 39.5716 47.5358 39.5716 47.5187C39.5716 47.5102 39.5716 47.5102 39.5716 47.5016C39.6487 47.0393 39.7257 46.577 39.8113 46.1148C39.9055 45.6183 40.0082 45.1217 40.1195 44.6167C40.2308 44.1201 40.3421 43.6151 40.4705 43.11C40.5989 42.6049 40.7273 42.0913 40.8729 41.5862C40.9842 41.1924 41.104 40.7986 41.2239 40.3962C41.2324 40.362 41.241 40.3363 41.2495 40.3021C41.2752 40.225 41.2924 40.148 41.318 40.0624C41.4721 39.5659 41.6262 39.0693 41.7889 38.5814C41.9515 38.0934 42.1227 37.6055 42.3025 37.1175C42.4737 36.6467 42.6449 36.1758 42.8332 35.7136C43.013 35.2513 43.2014 34.7804 43.3897 34.3182C43.5352 33.9672 43.6894 33.6076 43.8434 33.2566C43.852 33.231 43.8691 33.2053 43.8777 33.1796C43.9119 33.1025 43.9376 33.0255 43.9718 32.957C44.1773 32.4947 44.3827 32.0325 44.6053 31.5702C44.845 31.0651 45.0847 30.56 45.3416 30.0549C45.6326 29.4814 45.9237 28.9078 46.2319 28.3342C46.5572 27.7264 46.9082 27.1186 47.2506 26.5194C47.3105 26.4081 47.3704 26.2968 47.4304 26.1941C47.5074 26.0657 47.5673 25.9373 47.6444 25.8174C48.3207 24.6703 49.0312 23.5317 49.7674 22.4274C50.3495 21.5542 50.9573 20.6896 51.5823 19.8421C51.5823 19.8421 51.5823 19.8335 51.5908 19.8335C52.0103 19.2685 52.4298 18.712 52.8664 18.1556C53.2345 17.6933 53.6026 17.2396 53.9707 16.7859C54.3388 16.3493 54.7069 15.9127 55.0751 15.4847C55.4432 15.0652 55.8113 14.6543 56.1879 14.2519C56.2564 14.1749 56.3335 14.0978 56.4019 14.0208C56.4362 13.9865 56.4619 13.9523 56.4961 13.9266C56.7786 13.6184 57.0697 13.3188 57.3607 13.0192C57.7631 12.6083 58.1654 12.2145 58.5678 11.8207C58.9872 11.4183 59.4067 11.0331 59.8262 10.6479C60.2457 10.2712 60.6737 9.89455 61.1017 9.535C61.3158 9.35522 61.5298 9.18401 61.7438 9.0128C61.7952 8.96999 61.838 8.93575 61.8893 8.89295C62.052 8.76454 62.2146 8.62757 62.3773 8.49916C62.7968 8.17385 63.2163 7.84854 63.6357 7.54036C64.0466 7.23217 64.4661 6.94111 64.8856 6.65005C65.2879 6.3761 65.6989 6.10216 66.1012 5.84534C66.5036 5.58852 66.9059 5.34026 67.3168 5.10057C67.411 5.0492 67.5052 4.98927 67.5993 4.93791C67.9075 4.75814 68.2071 4.58692 68.5153 4.42427C68.9091 4.21025 69.3029 4.0048 69.6881 3.81646C70.0819 3.62813 70.4671 3.43979 70.8524 3.26858C71.2376 3.09737 71.6228 2.93471 71.9995 2.78062C72.3847 2.62653 72.77 2.481 73.1552 2.34403C73.2322 2.31834 73.3093 2.29266 73.3863 2.26698C73.412 2.25842 73.4377 2.24986 73.4634 2.2413C73.7459 2.14713 74.0284 2.05296 74.3023 1.96736C74.6961 1.84751 75.0984 1.73622 75.4837 1.64205C75.8775 1.53932 76.2713 1.45371 76.6565 1.37667C77.076 1.29106 77.4955 1.22258 77.9149 1.17121C78.1974 1.12841 78.4799 1.11129 78.7624 1.08561C78.8052 1.08561 78.8481 1.07705 78.8909 1.07705C78.9936 1.06849 79.0963 1.05136 79.1905 1.0428C79.6442 1.00856 80.0979 1 80.5345 1C81.0396 1 81.536 1.02568 82.024 1.06849C82.589 1.11985 83.1369 1.1969 83.6763 1.30818C83.6934 1.30818 83.702 1.31674 83.7191 1.31674C83.7362 1.31674 83.7533 1.32531 83.779 1.33387C84.4296 1.47084 85.0716 1.64205 85.688 1.85607C86.5013 2.14713 87.2718 2.50668 88.008 2.92615L102.621 11.4183C101.328 10.665 99.9158 10.1342 98.4006 9.8175C98.3749 9.80894 98.3578 9.80894 98.3321 9.80038C96.8169 9.49219 95.2075 9.40658 93.5039 9.55212C93.4611 9.55212 93.4183 9.56068 93.3755 9.56924C91.6805 9.72333 89.9084 10.1 88.0679 10.7249C88.0422 10.7335 88.0166 10.7421 87.9909 10.7506C86.1246 11.3927 84.1899 12.2744 82.2038 13.413C80.252 14.543 78.3429 15.8785 76.4938 17.368C76.4425 17.4108 76.3997 17.4451 76.3483 17.4879C74.5249 18.9774 72.7699 20.6211 71.092 22.4017C71.0578 22.4359 71.0321 22.4702 70.9979 22.4959C69.3029 24.3107 67.6849 26.254 66.1697 28.3C64.6715 30.3289 63.2847 32.4605 62.0177 34.6606C61.9578 34.7633 61.8979 34.8746 61.838 34.9773C60.5967 37.1432 59.4581 39.3775 58.465 41.6461C58.4565 41.6718 58.4394 41.6975 58.4308 41.7317C57.4207 44.0517 56.5474 46.4058 55.8369 48.7686C55.8284 48.8028 55.8198 48.8285 55.8113 48.8628C55.1007 51.2341 54.5443 53.6054 54.1676 55.9596C54.1676 55.9681 54.1676 55.9681 54.1676 55.9767C53.791 58.3394 53.594 60.6765 53.6026 62.9536C53.6111 65.188 53.8166 67.2425 54.1933 69.143C54.2018 69.2029 54.2189 69.2629 54.2275 69.3142C54.6042 71.1804 55.1521 72.8755 55.854 74.3907C55.8626 74.4164 55.8712 74.4421 55.8883 74.4678C56.4875 75.7433 57.2494 76.8048 58.0541 77.815C58.3195 78.1488 58.5678 78.4998 58.8503 78.7994C59.8005 79.8096 60.8278 80.717 61.992 81.3933L47.379 72.9011C46.2147 72.2248 45.1874 71.326 44.2372 70.3073C43.9547 69.9991 43.7064 69.6566 43.4411 69.3228C43.0986 68.8862 42.7048 68.5181 42.4052 68.0387C42.0114 67.4223 41.6519 66.7631 41.318 66.0697C41.3009 66.0355 41.2923 66.0098 41.2838 65.9755C41.2752 65.9499 41.2581 65.9242 41.2495 65.8985C41.027 65.4277 40.8215 64.9397 40.6332 64.4261C40.4534 63.9381 40.2822 63.433 40.1281 62.9108C39.9911 62.4314 39.8627 61.9435 39.7428 61.4384C39.7 61.2329 39.6573 61.0189 39.6145 60.8135C39.6059 60.7535 39.5888 60.7022 39.5802 60.6422C39.5374 60.4368 39.4946 60.2399 39.4603 60.0344C39.3833 59.5893 39.3148 59.127 39.2549 58.6647C39.195 58.211 39.1522 57.7487 39.1094 57.2779C39.0751 56.8327 39.0409 56.379 39.0238 55.9253C39.0067 55.4716 38.9895 55.0093 38.9895 54.5385C38.9895 54.5128 38.9895 54.4871 38.9895 54.4529C39.0066 54.0591 39.0067 53.6225 39.0238 53.1945Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M82.2125 13.4558C66.3667 22.6072 53.5684 44.7793 53.6198 62.9793C53.6711 81.1879 66.555 88.5757 82.4008 79.4329C98.2466 70.2816 111.045 48.0581 110.993 29.8581C110.942 11.6495 98.0583 4.30444 82.2125 13.4558Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M83.1968 29.8923V61.1987C83.1968 62.4999 82.1437 64.1692 80.8339 64.9226C79.5327 65.6759 78.4712 65.2308 78.4712 63.921"
                stroke="#007AFF" stroke-width="3" stroke-miterlimit="10" stroke-linecap="round" />
              <path
                d="M102.63 37.2716L63.7642 59.7091C65.3393 49.4962 73.4464 37.7339 83.197 32.1009C92.9476 26.4766 101.046 28.8821 102.63 37.2716Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M94.42 42.0142L71.9653 54.9751C72.8813 45.1474 77.5555 35.3626 83.1884 32.1095C88.8299 28.8565 93.504 33.2395 94.42 42.0142Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
            </svg></div>
          <div class="mt-[35px] text-[20px] font-bold-500">重大活动保障</div>
        </div>
        <div class="text-center">
          <div><svg class="w-[150px] h-[134px]" xmlns="http://www.w3.org/2000/svg" width="150" height="134"
              viewBox="0 0 150 134" fill="none">
              <g opacity="0.1">
                <path d="M5.61157 89.406L75.1327 48.9996L145.116 89.406L75.595 129.804L5.61157 89.406Z" fill="#0077FF" />
              </g>
              <g opacity="0.325">
                <path d="M18.5466 96.8966L75.1754 63.9894L132.181 96.8966L75.5521 129.804L18.5466 96.8966Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.55">
                <path d="M31.4817 104.387L75.2181 78.9705L119.246 104.387L75.5092 129.804L31.4817 104.387Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.775">
                <path d="M44.4255 111.886L75.2611 93.9603L106.302 111.886L75.4665 129.804L44.4255 111.886Z"
                  fill="#0077FF" />
              </g>
              <path d="M57.3606 119.377L75.3038 108.95L93.3667 119.377L75.4236 129.804L57.3606 119.377Z" fill="#0070FF" />
              <path d="M7.82856 90.69L5.61133 89.4059L7.82856 88.1133" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M11.3298 86.0758L71.1689 51.3024" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M72.915 50.2837L75.1323 48.9996L77.358 50.2837" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M80.8853 52.3126L141.135 87.1032" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path d="M142.899 88.1219L145.116 89.406L142.899 90.6901" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M139.397 92.7275L79.5583 127.501" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M77.8121 128.52L75.5949 129.804L73.3691 128.52" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M69.842 126.491L9.59204 91.7002" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path
                d="M79.3188 47.2875C77.1187 46.0205 73.566 46.0205 71.383 47.2875C69.2 48.5545 69.2086 50.6176 71.4087 51.8846C73.6088 53.1516 77.1615 53.1516 79.3444 51.8846C81.5274 50.6176 81.5189 48.5545 79.3188 47.2875Z"
                fill="#000103" />
              <path
                d="M79.8326 127.21C77.35 125.772 73.3265 125.772 70.861 127.21C68.3956 128.648 68.4041 130.977 70.8867 132.406C73.3693 133.844 77.3928 133.844 79.8583 132.406C82.3323 130.968 82.3237 128.639 79.8326 127.21Z"
                fill="#000103" />
              <path
                d="M9.56654 87.3172C7.36645 86.0502 3.81381 86.0502 1.63084 87.3172C-0.552124 88.5842 -0.543591 90.6473 1.6565 91.9142C3.85659 93.1812 7.40928 93.1812 9.59225 91.9142C11.7752 90.6473 11.7666 88.5842 9.56654 87.3172Z"
                fill="#000103" />
              <path
                d="M148.343 87.3172C146.143 86.0502 142.591 86.0502 140.408 87.3172C138.225 88.5842 138.233 90.6473 140.433 91.9142C142.633 93.1812 146.186 93.1812 148.369 91.9142C150.552 90.6473 150.544 88.5842 148.343 87.3172Z"
                fill="#000103" />
              <path
                d="M39.0238 53.1944C39.0409 52.7321 39.058 52.2698 39.0923 51.8075C39.1265 51.3453 39.1607 50.883 39.2035 50.4121C39.2463 49.9413 39.2977 49.479 39.3577 49.0082C39.4176 48.5288 39.4861 48.0494 39.5631 47.57C39.5631 47.5529 39.5717 47.5358 39.5717 47.5186C39.5717 47.5101 39.5717 47.5101 39.5717 47.5015C39.6487 47.0392 39.7257 46.577 39.8113 46.1147C39.9055 45.6182 40.0082 45.1217 40.1195 44.6166C40.2308 44.1201 40.3421 43.615 40.4705 43.1099C40.5989 42.6048 40.7273 42.0912 40.8729 41.5861C40.9841 41.1923 41.104 40.7985 41.2239 40.3962C41.2324 40.3619 41.241 40.3363 41.2495 40.302C41.2752 40.225 41.2923 40.1479 41.318 40.0623C41.4721 39.5658 41.6262 39.0693 41.7889 38.5813C41.9515 38.0934 42.1228 37.6054 42.3025 37.1174C42.4737 36.6466 42.6449 36.1758 42.8333 35.7135C43.0131 35.2512 43.2014 34.7804 43.3897 34.3181C43.5352 33.9671 43.6893 33.6076 43.8434 33.2566C43.852 33.2309 43.8691 33.2052 43.8777 33.1795C43.9119 33.1025 43.9376 33.0254 43.9718 32.957C44.1773 32.4947 44.3828 32.0324 44.6053 31.5701C44.845 31.065 45.0847 30.56 45.3416 30.0549C45.6326 29.4813 45.9237 28.9078 46.2318 28.3342C46.5571 27.7264 46.9081 27.1186 47.2506 26.5193C47.3105 26.408 47.3704 26.2968 47.4304 26.194C47.5074 26.0656 47.5673 25.9372 47.6444 25.8174C48.3207 24.6702 49.0312 23.5317 49.7674 22.4273C50.3495 21.5541 50.9573 20.6895 51.5823 19.842C51.5823 19.842 51.5823 19.8335 51.5908 19.8335C52.0103 19.2685 52.4298 18.712 52.8664 18.1556C53.2345 17.6933 53.6026 17.2396 53.9707 16.7859C54.3388 16.3493 54.7069 15.9127 55.075 15.4846C55.4431 15.0652 55.8112 14.6543 56.1879 14.2519C56.2564 14.1749 56.3334 14.0978 56.4019 14.0208C56.4362 13.9865 56.4618 13.9523 56.4961 13.9266C56.7786 13.6184 57.0696 13.3188 57.3607 13.0192C57.7631 12.6083 58.1654 12.2145 58.5678 11.8207C58.9873 11.4183 59.4067 11.0331 59.8262 10.6479C60.2457 10.2712 60.6737 9.89453 61.1017 9.53498C61.3157 9.35521 61.5297 9.18399 61.7438 9.01278C61.7951 8.96998 61.8379 8.93574 61.8893 8.89293C62.0519 8.76452 62.2146 8.62755 62.3772 8.49914C62.7967 8.17384 63.2162 7.84853 63.6357 7.54035C64.0466 7.23216 64.466 6.9411 64.8855 6.65004C65.2879 6.37609 65.6988 6.10215 66.1012 5.84534C66.5035 5.58852 66.9058 5.34026 67.3168 5.10056C67.4109 5.04919 67.5051 4.98927 67.5993 4.9379C67.9075 4.75813 68.2071 4.58692 68.5153 4.42427C68.9091 4.21025 69.3029 4.00479 69.6881 3.81646C70.0819 3.62812 70.4671 3.43979 70.8523 3.26858C71.2375 3.09736 71.6228 2.93471 71.9995 2.78062C72.3847 2.62653 72.7699 2.48099 73.1551 2.34402C73.2322 2.31834 73.3092 2.29266 73.3863 2.26698C73.412 2.25842 73.4376 2.24986 73.4633 2.2413C73.7458 2.14713 74.0283 2.05296 74.3022 1.96736C74.696 1.84751 75.0984 1.73622 75.4836 1.64205C75.8774 1.53932 76.2712 1.45371 76.6564 1.37667C77.0759 1.29106 77.4954 1.22258 77.9149 1.17121C78.1974 1.12841 78.4799 1.11129 78.7624 1.08561C78.8052 1.08561 78.848 1.07705 78.8908 1.07705C78.9935 1.06849 79.0962 1.05136 79.1904 1.0428C79.6441 1.00856 80.0978 1 80.5344 1C81.0395 1 81.536 1.02568 82.024 1.06849C82.589 1.11985 83.1369 1.1969 83.6762 1.30818C83.6933 1.30818 83.7018 1.31674 83.719 1.31674C83.7361 1.31674 83.7532 1.3253 83.7789 1.33387C84.4295 1.47084 85.0716 1.64205 85.688 1.85607C86.5012 2.14713 87.2717 2.50668 88.0079 2.92615L102.621 11.4183C101.328 10.665 99.9158 10.1342 98.4005 9.81749C98.3748 9.80892 98.3577 9.80892 98.332 9.80036C96.8168 9.49218 95.2074 9.40657 93.5039 9.5521C93.461 9.5521 93.4182 9.56067 93.3754 9.56923C91.6804 9.72332 89.9083 10.1 88.0678 10.7249C88.0421 10.7335 88.0165 10.742 87.9908 10.7506C86.1246 11.3926 84.1898 12.2744 82.2038 13.413C80.2519 14.543 78.3429 15.8784 76.4938 17.368C76.4425 17.4108 76.3996 17.445 76.3483 17.4878C74.5248 18.9774 72.7699 20.621 71.092 22.4017C71.0577 22.4359 71.0321 22.4701 70.9978 22.4958C69.3028 24.3107 67.6848 26.254 66.1696 28.3C64.6715 30.3288 63.2847 32.4604 62.0177 34.6605C61.9578 34.7633 61.8978 34.8745 61.8379 34.9773C60.5966 37.1431 59.458 39.3775 58.465 41.646C58.4565 41.6717 58.4393 41.6974 58.4308 41.7316C57.4206 44.0516 56.5475 46.4058 55.8369 48.7685C55.8284 48.8027 55.8198 48.8284 55.8112 48.8627C55.1007 51.234 54.5443 53.6053 54.1676 55.9595C54.1676 55.968 54.1676 55.968 54.1676 55.9766C53.7909 58.3393 53.594 60.6764 53.6026 62.9535C53.6111 65.1878 53.8166 67.2424 54.1932 69.1429C54.2018 69.2028 54.219 69.2627 54.2275 69.3141C54.6042 71.1803 55.152 72.8753 55.854 74.3906C55.8626 74.4162 55.8712 74.4419 55.8883 74.4676C56.4875 75.7432 57.2494 76.8047 58.0541 77.8148C58.3195 78.1487 58.5677 78.4997 58.8503 78.7993C59.8005 79.8095 60.8278 80.7169 61.9921 81.3932L47.379 72.901C46.2147 72.2247 45.1874 71.3259 44.2372 70.3071C43.9547 69.9989 43.7064 69.6565 43.4411 69.3226C43.0986 68.8861 42.7049 68.5179 42.4053 68.0386C42.0115 67.4222 41.6519 66.763 41.318 66.0696C41.3009 66.0354 41.2924 66.0097 41.2838 65.9754C41.2752 65.9497 41.2581 65.9241 41.2495 65.8984C41.027 65.4275 40.8215 64.9396 40.6332 64.4259C40.4534 63.938 40.2822 63.4329 40.1281 62.9107C39.9911 62.4313 39.8627 61.9434 39.7428 61.4383C39.7 61.2328 39.6573 61.0188 39.6145 60.8134C39.6059 60.7534 39.5888 60.7021 39.5802 60.6421C39.5374 60.4367 39.4946 60.2398 39.4604 60.0343C39.3833 59.5892 39.3149 59.1269 39.2549 58.6646C39.195 58.2109 39.1522 57.7486 39.1094 57.2778C39.0751 56.8326 39.0409 56.3789 39.0238 55.9252C39.0067 55.4715 38.9895 55.0092 38.9895 54.5384C38.9895 54.5127 38.9895 54.487 38.9895 54.4528C38.9981 54.059 39.0067 53.6224 39.0238 53.1944Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M82.2124 13.4558C66.3666 22.6071 53.5684 44.7793 53.6198 62.9792C53.6711 81.1878 66.5549 88.5756 82.4007 79.4328C98.2465 70.2815 111.045 48.058 110.993 29.858C110.942 11.6495 98.0582 4.30445 82.2124 13.4558Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path d="M97.9553 26.1169L66.6575 44.1885" stroke="black" stroke-width="1.5" stroke-miterlimit="10"
                stroke-linecap="round" />
              <path
                d="M90.1739 51.6448L83.5137 55.4886V31.3646L81.0825 32.7686V56.8925L74.4223 60.7363C72.3163 61.9519 70.6042 64.6485 70.6042 66.7544L93.9834 53.2542C93.992 51.1569 92.2884 50.4292 90.1739 51.6448Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M65.9641 57.9798C65.9641 60.548 68.0443 61.4297 70.6125 59.9487C73.1807 58.4677 75.261 55.1804 75.261 52.6122L65.9641 57.9798Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path d="M65.9641 57.9798L70.6211 41.9028L75.2695 52.6037" stroke="black" stroke-width="1.5"
                stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              <path
                d="M89.3433 44.4796C89.3433 47.0478 91.4235 47.9295 93.9917 46.4485C96.5599 44.9676 98.6402 41.6803 98.6402 39.1121L89.3433 44.4796Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path d="M89.3433 44.4796L93.9917 28.4026L98.6487 39.112" stroke="black" stroke-width="1.5"
                stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
            </svg></div>
          <div class="mt-[35px] text-[20px] font-bold-500">执法检测</div>
        </div>
        <div class="text-center">
          <div><svg class="w-[150px] h-[134px]" xmlns="http://www.w3.org/2000/svg" width="150" height="134"
              viewBox="0 0 150 134" fill="none">
              <g opacity="0.1">
                <path d="M5.61157 89.406L75.1327 48.9996L145.116 89.406L75.595 129.804L5.61157 89.406Z" fill="#0077FF" />
              </g>
              <g opacity="0.325">
                <path d="M18.5466 96.8966L75.1754 63.9894L132.181 96.8966L75.5521 129.804L18.5466 96.8966Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.55">
                <path d="M31.4819 104.387L75.2184 78.9705L119.246 104.387L75.5095 129.804L31.4819 104.387Z"
                  fill="#0077FF" />
              </g>
              <g opacity="0.775">
                <path d="M44.4258 111.886L75.2613 93.9603L106.302 111.886L75.4667 129.804L44.4258 111.886Z"
                  fill="#0077FF" />
              </g>
              <path d="M57.3608 119.377L75.304 108.95L93.367 119.377L75.4238 129.804L57.3608 119.377Z" fill="#0070FF" />
              <path d="M7.82905 90.69L5.61182 89.4059L7.82905 88.1133" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M11.3303 86.0758L71.1694 51.3024" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M72.9158 50.2837L75.133 48.9996L77.3588 50.2837" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M80.8857 52.3126L141.136 87.1032" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path d="M142.899 88.1219L145.116 89.406L142.899 90.6901" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M139.398 92.7275L79.5586 127.501" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
              <path d="M77.8124 128.52L75.5951 129.804L73.3694 128.52" stroke="black" stroke-width="1.5"
                stroke-linecap="round" stroke-linejoin="round" />
              <path d="M69.8425 126.491L9.59253 91.7002" stroke="black" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
              <path
                d="M79.3187 47.2875C77.1186 46.0205 73.566 46.0205 71.383 47.2875C69.2001 48.5545 69.2086 50.6176 71.4087 51.8846C73.6088 53.1516 77.1615 53.1516 79.3444 51.8846C81.5274 50.6176 81.5188 48.5545 79.3187 47.2875Z"
                fill="#000103" />
              <path
                d="M79.8326 127.21C77.35 125.772 73.3265 125.772 70.861 127.21C68.3955 128.648 68.4041 130.977 70.8867 132.406C73.3693 133.844 77.3928 133.844 79.8583 132.406C82.3323 130.968 82.3238 128.639 79.8326 127.21Z"
                fill="#000103" />
              <path
                d="M9.56657 87.3172C7.36648 86.0502 3.81379 86.0502 1.63082 87.3172C-0.55215 88.5842 -0.543564 90.6473 1.65653 91.9142C3.85662 93.1812 7.40931 93.1812 9.59228 91.9142C11.7752 90.6473 11.7667 88.5842 9.56657 87.3172Z"
                fill="#000103" />
              <path
                d="M148.343 87.3172C146.143 86.0502 142.591 86.0502 140.408 87.3172C138.225 88.5842 138.233 90.6473 140.433 91.9142C142.633 93.1812 146.186 93.1812 148.369 91.9142C150.552 90.6473 150.543 88.5842 148.343 87.3172Z"
                fill="#000103" />
              <path
                d="M39.0238 53.1944C39.0409 52.7321 39.058 52.2698 39.0922 51.8075C39.1265 51.3453 39.1607 50.883 39.2035 50.4121C39.2463 49.9413 39.2977 49.479 39.3576 49.0082C39.4175 48.5288 39.486 48.0494 39.5631 47.57C39.5631 47.5529 39.5716 47.5358 39.5716 47.5186C39.5716 47.5101 39.5716 47.5101 39.5716 47.5015C39.6487 47.0392 39.7257 46.577 39.8113 46.1147C39.9055 45.6182 40.0082 45.1217 40.1195 44.6166C40.2308 44.1201 40.3421 43.615 40.4705 43.1099C40.5989 42.6048 40.7273 42.0912 40.8729 41.5861C40.9841 41.1923 41.104 40.7985 41.2238 40.3962C41.2324 40.3619 41.241 40.3362 41.2495 40.302C41.2752 40.225 41.2923 40.1479 41.318 40.0623C41.4721 39.5658 41.6262 39.0693 41.7889 38.5813C41.9515 38.0933 42.1227 37.6054 42.3025 37.1174C42.4737 36.6466 42.6449 36.1758 42.8332 35.7135C43.013 35.2512 43.2014 34.7804 43.3897 34.3181C43.5352 33.9671 43.6893 33.6076 43.8434 33.2566C43.8519 33.2309 43.8691 33.2052 43.8777 33.1795C43.9119 33.1025 43.9376 33.0254 43.9718 32.957C44.1773 32.4947 44.3827 32.0324 44.6053 31.5701C44.845 31.065 45.0847 30.56 45.3415 30.0549C45.6326 29.4813 45.9237 28.9078 46.2318 28.3342C46.5571 27.7264 46.9081 27.1186 47.2506 26.5193C47.3105 26.408 47.3704 26.2968 47.4303 26.194C47.5073 26.0656 47.5673 25.9372 47.6443 25.8174C48.3206 24.6702 49.0312 23.5317 49.7674 22.4273C50.3495 21.5541 50.9573 20.6895 51.5823 19.842C51.5823 19.842 51.5823 19.8335 51.5908 19.8335C52.0103 19.2685 52.4298 18.712 52.8664 18.1556C53.2345 17.6933 53.6026 17.2396 53.9707 16.7859C54.3388 16.3493 54.7069 15.9127 55.075 15.4846C55.4431 15.0652 55.8112 14.6543 56.1879 14.2519C56.2564 14.1749 56.3334 14.0978 56.4019 14.0208C56.4362 13.9865 56.4618 13.9523 56.4961 13.9266C56.7786 13.6184 57.0696 13.3188 57.3607 13.0192C57.7631 12.6083 58.1654 12.2145 58.5677 11.8207C58.9872 11.4183 59.4067 11.0331 59.8262 10.6479C60.2456 10.2712 60.6737 9.89453 61.1017 9.53498C61.3157 9.35521 61.5297 9.18399 61.7438 9.01278C61.7951 8.96998 61.8379 8.93573 61.8893 8.89293C62.0519 8.76452 62.2146 8.62755 62.3772 8.49914C62.7967 8.17384 63.2162 7.84853 63.6357 7.54035C64.0466 7.23216 64.466 6.9411 64.8855 6.65004C65.2879 6.37609 65.6988 6.10215 66.1011 5.84533C66.5035 5.58851 66.9058 5.34026 67.3168 5.10056C67.4109 5.04919 67.5051 4.98927 67.5992 4.9379C67.9074 4.75813 68.207 4.58692 68.5152 4.42426C68.909 4.21025 69.3028 4.00479 69.688 3.81646C70.0818 3.62812 70.4671 3.43979 70.8523 3.26858C71.2375 3.09736 71.6227 2.93471 71.9994 2.78062C72.3846 2.62653 72.7699 2.48099 73.1551 2.34402C73.2322 2.31834 73.3092 2.29266 73.3862 2.26698C73.4119 2.25842 73.4376 2.24986 73.4633 2.2413C73.7458 2.14713 74.0283 2.05296 74.3022 1.96736C74.696 1.84751 75.0984 1.73622 75.4836 1.64205C75.8774 1.53932 76.2712 1.45371 76.6564 1.37667C77.0759 1.29106 77.4954 1.22258 77.9149 1.17121C78.1974 1.12841 78.4799 1.11129 78.7624 1.08561C78.8052 1.08561 78.8479 1.07705 78.8907 1.07705C78.9935 1.06849 79.0962 1.05136 79.1904 1.0428C79.6441 1.00856 80.0978 1 80.5344 1C81.0395 1 81.536 1.02568 82.024 1.06849C82.589 1.11985 83.1368 1.1969 83.6762 1.30818C83.6933 1.30818 83.7018 1.31674 83.719 1.31674C83.7361 1.31674 83.7532 1.3253 83.7789 1.33387C84.4295 1.47084 85.0715 1.64205 85.6879 1.85607C86.5012 2.14713 87.2716 2.50668 88.0079 2.92615L102.621 11.4183C101.328 10.665 99.9158 10.1342 98.4005 9.81748C98.3748 9.80892 98.3577 9.80892 98.332 9.80036C96.8168 9.49218 95.2074 9.40657 93.5038 9.5521C93.461 9.5521 93.4182 9.56066 93.3754 9.56922C91.6804 9.72332 89.9083 10.1 88.0678 10.7249C88.0421 10.7335 88.0164 10.742 87.9907 10.7506C86.1245 11.3926 84.1898 12.2744 82.2037 13.413C80.2519 14.543 78.3429 15.8784 76.4938 17.368C76.4424 17.4108 76.3996 17.445 76.3482 17.4878C74.5248 18.9774 72.7699 20.621 71.092 22.4017C71.0577 22.4359 71.0321 22.4701 70.9978 22.4958C69.3028 24.3107 67.6848 26.254 66.1696 28.3C64.6715 30.3288 63.2847 32.4604 62.0177 34.6605C61.9578 34.7633 61.8978 34.8745 61.8379 34.9773C60.5966 37.1431 59.458 39.3775 58.465 41.646C58.4564 41.6717 58.4393 41.6974 58.4308 41.7316C57.4206 44.0516 56.5474 46.4058 55.8369 48.7685C55.8283 48.8027 55.8198 48.8284 55.8112 48.8627C55.1007 51.234 54.5442 53.6053 54.1675 55.9594C54.1675 55.968 54.1675 55.968 54.1675 55.9766C53.7909 58.3393 53.594 60.6764 53.6026 62.9535C53.6111 65.1878 53.8166 67.2424 54.1932 69.1429C54.2018 69.2028 54.2189 69.2627 54.2275 69.3141C54.6041 71.1803 55.152 72.8753 55.854 74.3906C55.8626 74.4162 55.8711 74.4419 55.8882 74.4676C56.4875 75.7431 57.2494 76.8047 58.0541 77.8148C58.3195 78.1487 58.5677 78.4997 58.8502 78.7993C59.8005 79.8095 60.8277 80.7169 61.992 81.3932L47.3789 72.901C46.2147 72.2247 45.1874 71.3258 44.2372 70.3071C43.9547 69.9989 43.7064 69.6565 43.4411 69.3226C43.0986 68.886 42.7048 68.5179 42.4052 68.0385C42.0114 67.4222 41.6519 66.763 41.318 66.0696C41.3009 66.0353 41.2923 66.0097 41.2838 65.9754C41.2752 65.9497 41.2581 65.9241 41.2495 65.8984C41.027 65.4275 40.8215 64.9396 40.6331 64.4259C40.4534 63.938 40.2822 63.4329 40.1281 62.9107C39.9911 62.4313 39.8627 61.9434 39.7428 61.4383C39.7 61.2328 39.6572 61.0188 39.6144 60.8134C39.6059 60.7534 39.5888 60.7021 39.5802 60.6421C39.5374 60.4367 39.4946 60.2398 39.4603 60.0343C39.3833 59.5892 39.3148 59.1269 39.2549 58.6646C39.195 58.2109 39.1522 57.7486 39.1094 57.2778C39.0751 56.8326 39.0409 56.3789 39.0238 55.9252C39.0067 55.4715 38.9895 55.0092 38.9895 54.5384C38.9895 54.5127 38.9895 54.487 38.9895 54.4528C38.9981 54.059 39.0067 53.6224 39.0238 53.1944Z"
                fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              <path
                d="M82.2121 13.4558C66.3663 22.6071 53.5682 44.7793 53.6195 62.9792C53.6709 81.1878 66.5547 88.5756 82.4005 79.4328C98.2463 70.2815 111.044 48.058 110.993 29.858C110.942 11.6495 98.0579 4.30445 82.2121 13.4558Z"
                fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              <path
                d="M89.2066 34.6605L72.7444 44.1628C72.7444 39.8739 76.22 34.3865 80.5089 31.9125L81.4335 31.3817C85.7309 28.8992 89.2066 30.3716 89.2066 34.6605Z"
                fill="#000103" />
              <path
                d="M79.8838 42.4678L71.9652 47.0392L66.7432 47.0735C66.1611 47.0735 65.4163 47.7155 65.0824 48.486C64.7486 49.265 64.954 49.8899 65.5362 49.8899L71.015 49.8471V54.4613L63.4217 58.8444C62.7454 59.2296 62.2061 60.0942 62.2061 60.7705C62.2061 61.4468 62.754 61.678 63.4217 61.2842L71.0235 56.9011C71.0492 58.3393 71.3917 59.5207 71.9738 60.4195L65.5447 67.7988C64.9626 68.4666 64.7571 69.3312 65.091 69.725C65.3136 69.9904 65.7245 69.9732 66.1525 69.725C66.358 69.6051 66.5634 69.4339 66.7518 69.2199L73.2921 61.7208C74.8844 62.7224 77.2129 62.6967 79.8753 61.4297C79.8753 61.4297 79.8838 61.4297 79.8838 61.4211C79.9095 61.404 79.9352 61.3869 79.9523 61.3526C79.978 61.3184 79.9866 61.2842 79.9866 61.2585V42.4935C79.9866 42.4593 79.9352 42.4336 79.8838 42.4678Z"
                fill="#007AFF" />
              <path
                d="M98.5377 38.5813L91.3981 42.7075V37.8279L96.4232 32.0666C97.0054 31.3989 97.2108 30.5343 96.8769 30.1405C96.543 29.7467 95.7983 29.9778 95.2161 30.6455L89.9942 36.6294L82.5292 40.9355C82.4693 40.9697 82.4265 41.0382 82.4265 41.0981V59.8631C82.4265 59.8888 82.4351 59.9144 82.4608 59.923C82.4779 59.9316 82.5036 59.923 82.5292 59.9059C82.5292 59.9059 82.5378 59.9059 82.5378 59.8973C85.1231 58.1338 87.3832 55.5913 88.9754 52.8433L95.2076 52.8005C95.3959 52.8005 95.6014 52.732 95.8068 52.6122C96.2263 52.3639 96.6458 51.9102 96.8683 51.388C97.2022 50.609 96.9968 49.9841 96.4147 49.9841L90.3366 50.0269C90.9872 48.3575 91.3553 46.6968 91.3896 45.1473L98.5377 41.0211C99.214 40.6358 99.7533 39.7712 99.7533 39.0949C99.7533 38.4186 99.2054 38.196 98.5377 38.5813Z"
                fill="#007AFF" />
            </svg></div>
          <div class="mt-[35px] text-[20px] font-bold-500">突发漏洞检测</div>
        </div>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
@media (max-width: 1366px) {
  .nrz-wrap {
    width: 400px;
  }

  .znrz-img {
    height: 250px;
  }

  .jczh-wrap {
    width: 400px
  }

  .jczh-img {
    height: 250px;
  }

  .jdcb-wrap,
  .tsxl-wrap,
  .nlcz-wrap {
    width: 250px;
  }
}</style>